

* Individual Recipe

| 8h | [Breakfast Curry](./recipes/BreakfastCurry.org) | [['file:../recipes/BreakfastCurry.org][Breakfast Curry]] | 485 | 35 | 17 |



* Bulk Recipe

|   g | Ingredient        |  kCal | Prot |  Fat |
|-----+-------------------+-------+------+------|
| 110 | glico curry       |   550 |    5 |   40 |
| 180 | rice              |   600 |    8 |    0 |
|  50 | beet              |    22 |    0 |    0 |
|  45 | onion             |    63 |    2 |    0 |
|  45 | carrot            |    16 |    0 |    0 |
|  85 | peas              |   100 |    6 |    0 |
| 392 | can of chicken    |   426 |   92 |    8 |
| 400 | block of tofu     |   520 |   56 |   32 |
| 250 | bone broth        |   129 |    9 |    8 |
|     | Total, 5 servings |  2426 |  178 |   88 |
|     | PER SERVING       | 485.2 | 35.6 | 17.6 |
#+TBLFM: @11$3=vsum(@2..@-1)::@11$4=vsum(@2..@-1)::@11$5=vsum(@2..@-1)::@12$3=@11$3/5::@12$4=@11$4/5::@12$5=@11$5/5




